Repository: guitaripod/Tailscode
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: Loading models
de: Modelle werden geladen
es: Cargando modelos
fr: Chargement des modèles
it: Caricamento modelli
ja: モデルを読み込み中
ko: 모델 불러오는 중
pt_br: Carregando modelos
zh_hans: 正在加载模型
zh_hant: 正在載入模型

source: Reading the prompt
de: Prompt wird gelesen
es: Leyendo el prompt
fr: Lecture de l’invite
it: Lettura del prompt
ja: プロンプトを読み込み中
ko: 프롬프트 읽는 중
pt_br: Lendo o prompt
zh_hans: 正在读取提示词
zh_hant: 正在讀取提示詞

source: Reading the start picture
de: Startbild wird gelesen
es: Leyendo la imagen inicial
fr: Lecture de l’image de départ
it: Lettura dell’immagine iniziale
ja: 開始画像を読み込み中
ko: 시작 이미지 읽는 중
pt_br: Lendo a imagem inicial
zh_hans: 正在读取起始图片
zh_hant: 正在讀取起始圖片

source: enter renders · ctrl+c stops · esc goes back
de: enter rendert · ctrl+c stoppt · esc geht zurück
es: enter renderiza · ctrl+c detiene · esc retrocede
fr: enter lance le rendu · ctrl+c arrête · esc revient en arrière
it: enter esegue il rendering · ctrl+c interrompe · esc torna indietro
ja: enter でレンダリング · ctrl+c で停止 · esc で戻る
ko: enter로 렌더링 · ctrl+c로 중지 · esc로 뒤로가기
pt_br: enter renderiza · ctrl+c interrompe · esc volta
zh_hans: enter 渲染 · ctrl+c 停止 · esc 返回
zh_hant: enter 算圖 · ctrl+c 停止 · esc 返回

source: Find my renderer
de: Meinen Renderer finden
es: Buscar mi renderizador
fr: Trouver ma machine de rendu
it: Trova la mia macchina di rendering
ja: レンダラーを探す
ko: 내 렌더러 찾기
pt_br: Encontrar minha máquina de renderização
zh_hans: 查找我的渲染机
zh_hant: 尋找我的算圖機

source: Asking %@ machines…
de: %@ Rechner werden gefragt …
es: Preguntando a %@ máquinas…
fr: Interrogation de %@ machines…
it: Interrogazione di %@ macchine…
ja: %@ 台のマシンに問い合わせ中…
ko: 머신 %@대에 확인하는 중…
pt_br: Perguntando a %@ máquinas…
zh_hans: 正在询问 %@ 台机器…
zh_hant: 正在詢問 %@ 台機器…

source: No renderer answered
de: Kein Renderer hat geantwortet
es: Ningún renderizador respondió
fr: Aucune machine de rendu n’a répondu
it: Nessuna macchina di rendering ha risposto
ja: 応答したレンダラーはありません
ko: 응답한 렌더러가 없습니다
pt_br: Nenhuma máquina de renderização respondeu
zh_hans: 没有渲染机响应
zh_hant: 沒有算圖機回應

source: %@ found
de: %@ gefunden
es: %@ encontrados
fr: %@ trouvées
it: %@ trovate
ja: %@ 台見つかりました
ko: %@대 찾음
pt_br: %@ encontradas
zh_hans: 找到 %@ 台
zh_hant: 找到 %@ 台

source: Ask every machine on your tailnet which one answers on %@.
de: Frage jeden Rechner in deinem Tailnet, welcher auf %@ antwortet.
es: Pregunta a todas las máquinas de tu tailnet cuál responde en %@.
fr: Interroger toutes les machines de votre tailnet pour savoir laquelle répond sur %@.
it: Chiedi a tutte le macchine sul tuo tailnet quale risponde su %@.
ja: あなたの tailnet 上のすべてのマシンに、%@ で応答するのはどれか尋ねます。
ko: tailnet의 모든 컴퓨터에 %@ 포트로 응답하는 것이 무엇인지 물어봅니다.
pt_br: Pergunta a todas as máquinas da sua tailnet qual delas responde em %@.
zh_hans: 询问你 tailnet 上的每台机器，看哪一台在 %@ 上响应。
zh_hant: 詢問你 tailnet 上的每台機器，看哪一台在 %@ 上回應。

source: There is no tailnet to scan from this machine yet.
de: Von diesem Rechner aus gibt es noch kein Tailnet zum Durchsuchen.
es: Todavía no hay ningún tailnet que escanear desde esta máquina.
fr: Il n’y a pas encore de tailnet à scanner depuis cette machine.
it: Da questa macchina non c’è ancora alcun tailnet da scansionare.
ja: このマシンからスキャンできる tailnet がまだありません。
ko: 이 컴퓨터에서 스캔할 tailnet이 아직 없습니다.
pt_br: Ainda não há nenhuma tailnet para escanear a partir desta máquina.
zh_hans: 这台机器上还没有可供扫描的 tailnet。
zh_hant: 這台機器上還沒有可供掃描的 tailnet。

source: Asked %@ of %@.
de: %@ von %@ gefragt.
es: %@ de %@ consultadas.
fr: %@ sur %@ interrogées.
it: %@ di %@ interrogate.
ja: %@ / %@ を確認しました。
ko: %@ / %@ 확인함.
pt_br: %@ de %@ verificadas.
zh_hans: 已询问 %@ / %@ 台。
zh_hant: 已詢問 %@ / %@ 台。

source: Asked %@ machines on port %@. Start ComfyUI on the machine with the card, then scan again.
de: Es wurden %@ Rechner auf Port %@ gefragt. Starte ComfyUI auf dem Rechner mit der Grafikkarte und scanne erneut.
es: Se preguntó a %@ máquinas en el puerto %@. Inicia ComfyUI en la máquina con la tarjeta gráfica y vuelve a escanear.
fr: %@ machines interrogées sur le port %@. Démarrez ComfyUI sur la machine équipée de la carte graphique, puis relancez le scan.
it: Interrogate %@ macchine sulla porta %@. Avvia ComfyUI sulla macchina con la scheda grafica, poi scansiona di nuovo.
ja: ポート %@ で %@ 台のマシンに問い合わせました。グラフィックカードを積んだマシンで ComfyUI を起動してから、もう一度スキャンしてください。
ko: 포트 %@에서 컴퓨터 %@대에 확인했습니다. 그래픽 카드가 있는 컴퓨터에서 ComfyUI를 실행한 다음 다시 검색하세요.
pt_br: Foram consultadas %@ máquinas na porta %@. Inicie o ComfyUI na máquina com a placa de vídeo e escaneie de novo.
zh_hans: 已在端口 %@ 上询问了 %@ 台机器。请在装有显卡的那台机器上启动 ComfyUI，然后重新扫描。
zh_hant: 已在連接埠 %@ 上詢問了 %@ 台機器。請在裝有顯示卡的那台機器上啟動 ComfyUI，然後重新掃描。

source: Across %@ machines on your tailnet.
de: Auf %@ Rechnern in deinem Tailnet.
es: En %@ máquinas de tu tailnet.
fr: Sur %@ machines de votre tailnet.
it: Su %@ macchine del tuo tailnet.
ja: tailnet 上の %@ 台のマシンが対象です。
ko: tailnet의 머신 %@대를 대상으로 합니다.
pt_br: Em %@ máquinas da sua tailnet.
zh_hans: 覆盖你 tailnet 上的 %@ 台机器。
zh_hant: 涵蓋你 tailnet 上的 %@ 台機器。

source: Scan my tailnet
de: Mein Tailnet durchsuchen
es: Escanear mi tailnet
fr: Scanner mon tailnet
it: Scansiona il mio tailnet
ja: 自分の tailnet をスキャン
ko: 내 tailnet 검색
pt_br: Escanear minha tailnet
zh_hans: 扫描我的 tailnet
zh_hant: 掃描我的 tailnet

source: A tailnet key first
de: Zuerst ein Tailnet-Schlüssel
es: Antes, una clave de tailnet
fr: D’abord une clé tailnet
it: Prima una chiave tailnet
ja: まず tailnet キーが必要です
ko: 먼저 tailnet 키가 필요합니다
pt_br: Primeiro, uma chave de tailnet
zh_hans: 先需要一个 tailnet 密钥
zh_hant: 先需要一個 tailnet 金鑰

source: This device cannot ask Tailscale which machines are on your tailnet, so a scan reads the list from the Tailscale API. A key with Devices read access is the whole of what it needs.
de: Dieses Gerät kann Tailscale nicht fragen, welche Rechner sich in deinem Tailnet befinden, daher liest ein Scan die Liste über die Tailscale-API. Ein Schlüssel mit Lesezugriff auf Devices ist alles, was dafür nötig ist.
es: Este dispositivo no puede preguntarle a Tailscale qué máquinas hay en tu tailnet, así que un escaneo lee la lista desde la API de Tailscale. Una clave con acceso de lectura a Devices es todo lo que necesita.
fr: Cet appareil ne peut pas demander à Tailscale quelles machines se trouvent sur votre tailnet, donc un scan lit la liste depuis l’API Tailscale. Une clé avec le droit de lecture Devices est tout ce qu’il lui faut.
it: Questo dispositivo non può chiedere a Tailscale quali macchine si trovano sul tuo tailnet, quindi una scansione legge l’elenco dall’API di Tailscale. Una chiave con accesso in lettura Devices è tutto ciò che serve.
ja: このデバイスは、どのマシンが tailnet 上にあるかを Tailscale に問い合わせることができないため、スキャンは Tailscale API から一覧を読み取ります。必要なのは Devices の読み取り権限を持つキーだけです。
ko: 이 기기는 tailnet에 어떤 머신이 있는지 Tailscale에 직접 물어볼 수 없으므로, 스캔은 Tailscale API에서 목록을 읽어옵니다. 필요한 것은 Devices 읽기 권한이 있는 키뿐입니다.
pt_br: Este dispositivo não consegue perguntar ao Tailscale quais máquinas estão na sua tailnet, então o escaneamento lê a lista pela API do Tailscale. Uma chave com acesso de leitura a Devices é tudo o que ela precisa.
zh_hans: 此设备无法向 Tailscale 询问你的 tailnet 上有哪些机器，因此扫描会通过 Tailscale API 读取列表。它只需要一个具有 Devices 读取权限的密钥。
zh_hant: 此裝置無法向 Tailscale 詢問你的 tailnet 上有哪些機器，因此掃描會透過 Tailscale API 讀取清單。它只需要一個具備 Devices 讀取權限的金鑰。

source: That key was refused
de: Dieser Schlüssel wurde abgelehnt
es: Esa clave fue rechazada
fr: Cette clé a été refusée
it: Quella chiave è stata rifiutata
ja: そのキーは拒否されました
ko: 해당 키가 거부되었습니다
pt_br: Essa chave foi recusada
zh_hans: 该密钥被拒绝
zh_hant: 該金鑰被拒絕

source: Tailscale would not accept the key this device holds. Keys expire and can be revoked — replace it and the scan runs.
de: Tailscale hat den Schlüssel, den dieses Gerät hat, nicht akzeptiert. Schlüssel laufen ab und können widerrufen werden — ersetze ihn, dann läuft der Scan.
es: Tailscale no aceptó la clave que tiene este dispositivo. Las claves caducan y se pueden revocar — reemplázala y el escaneo se ejecutará.
fr: Tailscale n’a pas accepté la clé détenue par cet appareil. Les clés expirent et peuvent être révoquées — remplacez-la et le scan s’exécutera.
it: Tailscale non ha accettato la chiave in possesso di questo dispositivo. Le chiavi scadono e possono essere revocate — sostituiscila e la scansione verrà eseguita.
ja: このデバイスが持つキーを Tailscale が受け付けませんでした。キーには期限があり、取り消されることもあります — 更新すればスキャンが実行されます。
ko: 이 기기가 가진 키를 Tailscale이 받아들이지 않았습니다. 키는 만료되거나 취소될 수 있습니다 — 키를 교체하면 스캔이 실행됩니다.
pt_br: O Tailscale não aceitou a chave que este dispositivo possui. Chaves expiram e podem ser revogadas — substitua-a e o escaneamento será executado.
zh_hans: Tailscale 没有接受此设备持有的密钥。密钥会过期，也可能被吊销 — 更换它，扫描就会运行。
zh_hant: Tailscale 沒有接受此裝置持有的金鑰。金鑰會過期，也可能被撤銷 — 更換它，掃描就會執行。

source: Update the key
de: Schlüssel aktualisieren
es: Actualizar la clave
fr: Mettre à jour la clé
it: Aggiorna la chiave
ja: キーを更新
ko: 키 업데이트
pt_br: Atualizar a chave
zh_hans: 更新密钥
zh_hant: 更新金鑰

source: Set up the renderer
de: Renderer einrichten
es: Configurar el renderizador
fr: Configurer la machine de rendu
it: Configura la macchina di rendering
ja: レンダラーを設定
ko: 렌더러 설정
pt_br: Configurar a máquina de renderização
zh_hans: 设置渲染机
zh_hant: 設定算圖機

source: Video is made on one machine on your tailnet — the one with the graphics card, running ComfyUI. Point this at it once and every screen uses it.
de: Videos entstehen auf einem Rechner in deinem Tailnet — dem mit der Grafikkarte, auf dem ComfyUI läuft. Richte dies einmal darauf aus, und jeder Bildschirm nutzt ihn.
es: El vídeo se genera en una máquina de tu tailnet — la que tiene la tarjeta gráfica, con ComfyUI en ejecución. Apunta esto a ella una vez y todas las pantallas la usarán.
fr: La vidéo est générée sur une seule machine de votre tailnet — celle avec la carte graphique, qui exécute ComfyUI. Configurez ceci une fois vers elle et tous les écrans l’utiliseront.
it: Il video viene creato su una macchina del tuo tailnet — quella con la scheda grafica, su cui gira ComfyUI. Puntalo lì una volta sola e ogni schermata la userà.
ja: 動画は tailnet 上の 1 台のマシン — グラフィックカードを積み、ComfyUI を実行しているマシン — で作られます。一度そこを指定すれば、どの画面からも使えるようになります。
ko: 동영상은 tailnet에 있는 한 컴퓨터 — 그래픽 카드가 있고 ComfyUI를 실행 중인 컴퓨터 — 에서 만들어집니다. 한 번만 여기를 가리키게 설정하면 모든 화면에서 사용됩니다.
pt_br: O vídeo é criado em uma máquina da sua tailnet — a que tem a placa de vídeo, rodando o ComfyUI. Aponte isto para ela uma vez e todas as telas vão usá-la.
zh_hans: 视频是在你 tailnet 上的一台机器上制作的 — 也就是装有显卡、运行 ComfyUI 的那台。把它指向那台机器一次，所有屏幕都会使用它。
zh_hant: 影片是在你 tailnet 上的一台機器上製作的 — 也就是裝有顯示卡、執行 ComfyUI 的那台。把它指向那台機器一次，所有畫面都會使用它。

source: Tailnet address — 100.x.y.z, name.tailnet.ts.net, host:%@
de: Tailnet-Adresse — 100.x.y.z, name.tailnet.ts.net, host:%@
es: Dirección de tailnet — 100.x.y.z, name.tailnet.ts.net, host:%@
fr: Adresse tailnet — 100.x.y.z, name.tailnet.ts.net, host:%@
it: Indirizzo tailnet — 100.x.y.z, name.tailnet.ts.net, host:%@
ja: tailnet アドレス — 100.x.y.z、name.tailnet.ts.net、host:%@
ko: tailnet 주소 — 100.x.y.z, name.tailnet.ts.net, host:%@
pt_br: Endereço de tailnet — 100.x.y.z, name.tailnet.ts.net, host:%@
zh_hans: tailnet 地址 — 100.x.y.z、name.tailnet.ts.net、host:%@
zh_hant: tailnet 位址 — 100.x.y.z、name.tailnet.ts.net、host:%@

source: 100.x.y.z, a MagicDNS name, host:port — or a whole line pasted out of ComfyUI's terminal. Port %@ is added when you don't name one.
de: 100.x.y.z, ein MagicDNS-Name, host:port — oder eine ganze Zeile, die du aus dem Terminal von ComfyUI eingefügt hast. Port %@ wird ergänzt, wenn du keinen angibst.
es: 100.x.y.z, un nombre MagicDNS, host:puerto — o una línea completa pegada de la terminal de ComfyUI. Se añade el puerto %@ si no indicas ninguno.
fr: 100.x.y.z, un nom MagicDNS, host:port — ou une ligne entière collée depuis le terminal de ComfyUI. Le port %@ est ajouté si vous n’en indiquez pas.
it: 100.x.y.z, un nome MagicDNS, host:porta — oppure un’intera riga incollata dal terminale di ComfyUI. Se non ne indichi una, viene aggiunta la porta %@.
ja: 100.x.y.z、MagicDNS 名、host:port — または ComfyUI のターミナルからコピーした行全体でも構いません。ポートを指定しない場合は %@ が付加されます。
ko: 100.x.y.z, MagicDNS 이름, host:port — 또는 ComfyUI 터미널에서 복사한 줄 전체도 가능합니다. 포트를 지정하지 않으면 %@이 추가됩니다.
pt_br: 100.x.y.z, um nome MagicDNS, host:porta — ou uma linha inteira colada do terminal do ComfyUI. A porta %@ é adicionada quando você não especifica uma.
zh_hans: 100.x.y.z、MagicDNS 名称、host:port — 或者直接粘贴从 ComfyUI 终端复制的整行内容。如果不指定端口，会自动加上 %@。
zh_hant: 100.x.y.z、MagicDNS 名稱、host:port — 或直接貼上從 ComfyUI 終端機複製的整行內容。如果不指定連接埠，會自動加上 %@。

source: Renderers you have used
de: Verwendete Renderer
es: Renderizadores que has usado
fr: Machines de rendu déjà utilisées
it: Macchine di rendering già usate
ja: これまでに使ったレンダラー
ko: 사용한 적 있는 렌더러
pt_br: Máquinas de renderização já usadas
zh_hans: 你用过的渲染机
zh_hant: 你用過的算圖機

source: None yet. Scan your tailnet, or type the address below.
de: Noch keine. Durchsuche dein Tailnet oder gib unten die Adresse ein.
es: Todavía ninguna. Escanea tu tailnet o escribe la dirección abajo.
fr: Aucune pour l’instant. Scannez votre tailnet ou saisissez l’adresse ci-dessous.
it: Ancora nessuna. Scansiona il tuo tailnet oppure inserisci l’indirizzo qui sotto.
ja: まだありません。tailnet をスキャンするか、下にアドレスを入力してください。
ko: 아직 없습니다. tailnet을 스캔하거나 아래에 주소를 입력하세요.
pt_br: Nenhuma ainda. Escaneie sua tailnet ou digite o endereço abaixo.
zh_hans: 还没有。扫描你的 tailnet，或在下方输入地址。
zh_hant: 還沒有。掃描你的 tailnet，或在下方輸入位址。

source: Forget this renderer
de: Diesen Renderer entfernen
es: Eliminar este renderizador
fr: Supprimer cette machine de rendu
it: Rimuovi questa macchina di rendering
ja: このレンダラーを削除
ko: 이 렌더러 삭제
pt_br: Remover esta máquina de renderização
zh_hans: 移除这台渲染机
zh_hant: 移除這台算圖機

source: Copy the start command
de: Startbefehl kopieren
es: Copiar el comando de inicio
fr: Copier la commande de démarrage
it: Copia il comando di avvio
ja: 起動コマンドをコピー
ko: 시작 명령어 복사
pt_br: Copiar o comando de início
zh_hans: 复制启动命令
zh_hant: 複製啟動指令

source: → %@ (port added)
de: → %@ (Port ergänzt)
es: → %@ (puerto añadido)
fr: → %@ (port ajouté)
it: → %@ (porta aggiunta)
ja: → %@（ポート追加済み）
ko: → %@(포트 추가됨)
pt_br: → %@ (porta adicionada)
zh_hans: → %@（已添加端口）
zh_hant: → %@（已加入連接埠）

source: Tailscale isn't reporting an address here — nothing will answer until it is connected.
de: Tailscale meldet hier keine Adresse — nichts antwortet, solange keine Verbindung besteht.
es: Tailscale no informa ninguna dirección aquí — nada responderá hasta que esté conectado.
fr: Tailscale ne signale aucune adresse ici — rien ne répondra tant que ce n’est pas connecté.
it: Tailscale non segnala alcun indirizzo qui — nulla risponderà finché non sarà connesso.
ja: ここでは Tailscale がアドレスを報告していません — 接続されるまで何も応答しません。
ko: 여기서는 Tailscale이 주소를 알려주지 않고 있습니다 — 연결되기 전까지는 아무것도 응답하지 않습니다.
pt_br: O Tailscale não está informando um endereço aqui — nada vai responder até que esteja conectado.
zh_hans: Tailscale 在这里没有报告地址 — 在连接之前不会有任何响应。
zh_hant: Tailscale 在這裡沒有回報位址 — 在連線之前不會有任何回應。

source: This machine is %@ on your tailnet.
de: Dieser Rechner ist %@ in deinem Tailnet.
es: Esta máquina es %@ en tu tailnet.
fr: Cette machine est %@ sur votre tailnet.
it: Questa macchina è %@ sul tuo tailnet.
ja: このマシンはあなたの tailnet 上で %@ です。
ko: 이 컴퓨터는 tailnet에서 %@입니다.
pt_br: Esta máquina é %@ na sua tailnet.
zh_hans: 这台机器在你的 tailnet 上是 %@。
zh_hant: 這台機器在你的 tailnet 上是 %@。

source: Nothing typed yet
de: Noch nichts eingegeben
es: Todavía no se ha escrito nada
fr: Rien n’a encore été saisi
it: Non è stato ancora digitato nulla
ja: まだ何も入力されていません
ko: 아직 입력한 내용이 없습니다
pt_br: Nada digitado ainda
zh_hans: 还没有输入任何内容
zh_hant: 還沒有輸入任何內容

source: Paste the address of the machine with the card — 100.x.y.z, a MagicDNS name, or the whole line ComfyUI printed when it started.
de: Füge die Adresse des Rechners mit der Grafikkarte ein — 100.x.y.z, ein MagicDNS-Name oder die ganze Zeile, die ComfyUI beim Start ausgegeben hat.
es: Pega la dirección de la máquina con la tarjeta gráfica — 100.x.y.z, un nombre MagicDNS, o la línea completa que ComfyUI imprimió al iniciarse.
fr: Collez l’adresse de la machine équipée de la carte graphique — 100.x.y.z, un nom MagicDNS, ou la ligne entière affichée par ComfyUI à son démarrage.
it: Incolla l’indirizzo della macchina con la scheda grafica — 100.x.y.z, un nome MagicDNS, oppure l’intera riga stampata da ComfyUI all’avvio.
ja: グラフィックカードを積んだマシンのアドレスを貼り付けてください — 100.x.y.z、MagicDNS 名、または起動時に ComfyUI が表示した行全体です。
ko: 그래픽 카드가 있는 컴퓨터의 주소를 붙여넣으세요 — 100.x.y.z, MagicDNS 이름, 또는 ComfyUI가 시작할 때 출력한 줄 전체도 가능합니다.
pt_br: Cole o endereço da máquina com a placa de vídeo — 100.x.y.z, um nome MagicDNS, ou a linha inteira que o ComfyUI exibiu ao iniciar.
zh_hans: 粘贴装有显卡的那台机器的地址 — 可以是 100.x.y.z、MagicDNS 名称，或 ComfyUI 启动时打印的整行内容。
zh_hant: 貼上裝有顯示卡的那台機器的位址 — 可以是 100.x.y.z、MagicDNS 名稱，或 ComfyUI 啟動時印出的整行內容。

source: That does not read as an address
de: Das sieht nicht wie eine Adresse aus
es: Eso no parece una dirección
fr: Cela ne ressemble pas à une adresse
it: Questo non sembra un indirizzo
ja: これはアドレスとして認識できません
ko: 주소로 인식되지 않습니다
pt_br: Isso não parece um endereço
zh_hans: 这看起来不像是一个地址
zh_hant: 這看起來不像是一個位址

source: Checking %@…
de: %@ wird geprüft …
es: Comprobando %@…
fr: Vérification de %@…
it: Controllo di %@…
ja: %@ を確認中…
ko: %@ 확인하는 중…
pt_br: Verificando %@…
zh_hans: 正在检查 %@…
zh_hant: 正在檢查 %@…

source: Asking whether anything is listening before saving it.
de: Es wird geprüft, ob dort etwas lauscht, bevor gespeichert wird.
es: Comprobando si algo está escuchando antes de guardarlo.
fr: Vérifie que quelque chose est à l’écoute avant d’enregistrer.
it: Verifica se qualcosa è in ascolto prima di salvare.
ja: 保存する前に、何かが応答を待ち受けているかを確認しています。
ko: 저장하기 전에 무언가 응답을 기다리고 있는지 확인하는 중입니다.
pt_br: Verificando se algo está escutando antes de salvar.
zh_hans: 在保存之前，先确认是否有东西在监听。
zh_hant: 在儲存之前，先確認是否有東西在監聽。

source: %@ answered
de: %@ hat geantwortet
es: %@ respondió
fr: %@ a répondu
it: %@ ha risposto
ja: %@ が応答しました
ko: %@이(가) 응답했습니다
pt_br: %@ respondeu
zh_hans: %@ 已响应
zh_hant: %@ 已回應

source: Answering on %@. The first render still waits while it loads the model.
de: Antwortet auf %@. Der erste Render wartet trotzdem noch, während das Modell geladen wird.
es: Responde en %@. El primer renderizado igualmente espera mientras se carga el modelo.
fr: Répond sur %@. Le premier rendu attend tout de même le chargement du modèle.
it: Risponde su %@. Il primo rendering comunque attende il caricamento del modello.
ja: %@ で応答しています。ただし最初のレンダリングは、モデルの読み込みが終わるまで待ちます。
ko: %@에서 응답 중입니다. 다만 첫 렌더링은 모델을 불러오는 동안 계속 대기합니다.
pt_br: Respondendo em %@. Mesmo assim, a primeira renderização espera o modelo carregar.
zh_hans: 正在 %@ 上响应。不过第一次渲染仍会等待模型加载完成。
zh_hant: 正在 %@ 上回應。不過第一次算圖仍會等待模型載入完成。

source: No answer
de: Keine Antwort
es: Sin respuesta
fr: Pas de réponse
it: Nessuna risposta
ja: 応答なし
ko: 응답 없음
pt_br: Sem resposta
zh_hans: 无响应
zh_hant: 無回應

source: Nothing came back from that address.
de: Von dieser Adresse kam nichts zurück.
es: No llegó nada desde esa dirección.
fr: Rien n’est revenu de cette adresse.
it: Da quell’indirizzo non è arrivato nulla.
ja: そのアドレスから応答はありませんでした。
ko: 해당 주소에서 아무 응답도 오지 않았습니다.
pt_br: Nada voltou desse endereço.
zh_hans: 那个地址没有任何响应。
zh_hant: 那個位址沒有任何回應。

source: Check and save
de: Prüfen und speichern
es: Comprobar y guardar
fr: Vérifier et enregistrer
it: Verifica e salva
ja: 確認して保存
ko: 확인 후 저장
pt_br: Verificar e salvar
zh_hans: 检查并保存
zh_hant: 檢查並儲存

source: Use it anyway
de: Trotzdem verwenden
es: Usarla de todos modos
fr: Utiliser quand même
it: Usala comunque
ja: それでも使う
ko: 그래도 사용
pt_br: Usar mesmo assim
zh_hans: 仍然使用
zh_hant: 仍然使用

source: A renderer nothing has asked for a while stops itself. Save it anyway and the first render wakes it.
de: Ein Renderer, den längere Zeit niemand angefragt hat, stoppt sich selbst. Speichere ihn trotzdem — der erste Render weckt ihn wieder auf.
es: Un renderizador al que nadie ha pedido nada durante un tiempo se detiene solo. Guárdala de todos modos: el primer renderizado la despertará.
fr: Une machine de rendu que rien n’a sollicitée depuis un moment s’arrête d’elle-même. Enregistrez-la quand même — le premier rendu la réveillera.
it: Una macchina di rendering che non riceve richieste per un po' si arresta da sola. Salvala comunque: il primo rendering la risveglierà.
ja: しばらく誰も使わなかったレンダラーは自動的に停止します。それでも保存すれば、最初のレンダリングでまた起動します。
ko: 한동안 아무 요청도 받지 않은 렌더러는 스스로 멈춥니다. 그래도 저장해 두면 첫 렌더링이 다시 깨웁니다.
pt_br: Uma máquina de renderização que ninguém usa por um tempo se desliga sozinha. Salve-a mesmo assim — a primeira renderização vai acordá-la.
zh_hans: 长时间没人使用的渲染机会自行停止。仍然保存它也没关系 — 第一次渲染会把它唤醒。
zh_hant: 長時間沒人使用的算圖機會自行停止。仍然儲存它也沒關係 — 第一次算圖會把它喚醒。

source: Describe a video and watch it be made
de: Beschreibe ein Video und sieh zu, wie es entsteht
es: Describe un vídeo y observa cómo se crea
fr: Décrivez une vidéo et regardez-la se créer
it: Descrivi un video e guardalo prendere forma
ja: 動画の内容を説明すると、作られていく様子を見られます
ko: 동영상을 설명하면 만들어지는 과정을 볼 수 있습니다
pt_br: Descreva um vídeo e veja-o sendo criado
zh_hans: 描述一段视频，看着它被制作出来
zh_hant: 描述一段影片，看著它被製作出來

source: Set up the machine that makes videos
de: Den Rechner einrichten, der Videos erstellt
es: Configurar la máquina que crea los vídeos
fr: Configurer la machine qui crée les vidéos
it: Configura la macchina che crea i video
ja: 動画を作るマシンを設定
ko: 동영상을 만드는 컴퓨터 설정
pt_br: Configurar a máquina que cria os vídeos
zh_hans: 设置制作视频的机器
zh_hant: 設定製作影片的機器

source: Video — rendering
de: Video — wird gerendert
es: Vídeo — renderizando
fr: Vidéo — rendu en cours
it: Video — rendering in corso
ja: 動画 — レンダリング中
ko: 동영상 — 렌더링 중
pt_br: Vídeo — renderizando
zh_hans: 视频 — 正在渲染
zh_hant: 影片 — 正在算圖

source: Closing this leaves the render running on the machine with the card. Come back and it will still be here.
de: Wenn du das schließt, läuft der Render auf dem Rechner mit der Grafikkarte weiter. Komm zurück, und er ist noch da.
es: Cerrar esto no detiene el renderizado en la máquina con la tarjeta gráfica. Vuelve y seguirá aquí.
fr: Fermer ceci laisse le rendu se poursuivre sur la machine équipée de la carte graphique. Revenez et il sera toujours là.
it: Chiudendo questa schermata, il rendering continua sulla macchina con la scheda grafica. Torna e lo troverai ancora qui.
ja: これを閉じても、グラフィックカードを積んだマシン上でレンダリングは続きます。戻ってくれば、まだここにあります。
ko: 이 화면을 닫아도 그래픽 카드가 있는 컴퓨터에서 렌더링은 계속됩니다. 다시 돌아오면 그대로 남아 있습니다.
pt_br: Fechar isto não interrompe a renderização na máquina com a placa de vídeo. Volte depois e ela ainda estará aqui.
zh_hans: 关闭这个不会中断在那台显卡机器上进行的渲染。回来时它还会在这里。
zh_hant: 關閉這個不會中斷在那台顯示卡機器上進行的算圖。回來時它還會在這裡。

source: Not signed in to Game Center, so nothing is reported to Apple — the trophies below are counted on this device either way.
de: Nicht bei Game Center angemeldet, daher wird nichts an Apple gemeldet — die Trophäen unten werden trotzdem auf diesem Gerät gezählt.
es: No has iniciado sesión en Game Center, así que no se informa nada a Apple — de todos modos, los trofeos de abajo se cuentan en este dispositivo.
fr: Non connecté à Game Center, donc rien n’est signalé à Apple — les trophées ci-dessous sont malgré tout comptabilisés sur cet appareil.
it: Non hai eseguito l’accesso a Game Center, quindi nulla viene segnalato ad Apple — i trofei qui sotto vengono comunque conteggiati su questo dispositivo.
ja: Game Center にサインインしていないため、Apple には何も報告されません — ただし下記のトロフィーは、いずれにせよこのデバイス上でカウントされます。
ko: Game Center에 로그인하지 않아 Apple에 아무것도 보고되지 않습니다 — 그래도 아래 트로피는 이 기기에서 집계됩니다.
pt_br: Você não está conectado ao Game Center, então nada é informado à Apple — de qualquer forma, os troféus abaixo são contados neste dispositivo.
zh_hans: 未登录 Game Center，因此不会向 Apple 报告任何内容 — 无论如何，下面的奖杯都会在这台设备上计数。
zh_hant: 未登入 Game Center，因此不會向 Apple 回報任何內容 — 無論如何，下面的獎盃都會在這台裝置上計數。
